tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "kaplanelad/tap"
tap "pirj/noclamshell"
brew "act"
brew "python@3.12"
brew "archey4"
brew "awscli"
brew "bat"
brew "pycparser"
brew "cffi"
brew "click"
brew "cmake"
brew "curl"
brew "direnv"
brew "docutils"
brew "flash"
brew "freetds"
brew "fzf"
brew "git"
brew "gnupg"
brew "httrack"
brew "libfido2"
brew "mas"
brew "python-cryptography"
brew "mycli"
brew "mysql"
brew "neofetch"
brew "nmap"
brew "node"
brew "php"
brew "pipx"
brew "pyenv"
brew "pyenv-virtualenv"
brew "thefuck"
brew "tree"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "kaplanelad/tap/shellfirm"
brew "pirj/noclamshell/noclamshell"
cask "1kc-razer"
cask "alfred"
cask "alt-tab"
cask "android-studio"
cask "cleanmymac"
cask "devtoys"
cask "discord"
cask "docker"
cask "fig"
cask "github"
cask "google-chrome"
cask "inkscape"
cask "iterm2"
cask "microsoft-teams"
cask "monitorcontrol"
cask "nordvpn"
cask "obsidian"
cask "qflipper"
cask "scroll-reverser"
cask "shottr"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "wireshark"
cask "zoom"
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Color Picker", id: 1545870783
mas "CopyClip", id: 595191960
mas "iMovie", id: 408981434
mas "iStat Menus", id: 1319778037
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "The Unarchiver", id: 425424353
mas "UPDF", id: 1619925971
vscode "adam-bender.commit-message-editor"
vscode "alefragnani.bookmarks"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "batisteo.vscode-django"
vscode "charliermarsh.ruff"
vscode "chrmarti.regex"
vscode "coenraads.disableligatures"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "formulahendry.docker-explorer"
vscode "formulahendry.docker-extension-pack"
vscode "formulahendry.vscode-mysql"
vscode "foxundermoon.shell-format"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "hediet.vscode-drawio"
vscode "howardzuo.vscode-git-tags"
vscode "ibm.output-colorizer"
vscode "johnpapa.vscode-peacock"
vscode "junstyle.vscode-django-support"
vscode "kamikillerto.vscode-colorize"
vscode "kevinrose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "monosans.djlint"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mysql"
vscode "njpwerner.autodocstring"
vscode "pkief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "ritwickdey.liveserver"
vscode "samuelcolvin.jinjahtml"
vscode "sonarsource.sonarlint-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "tabnine.tabnine-vscode"
vscode "teticio.python-envy"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vinirossa.vscode-gitandgithub-pack"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "wholroyd.jinja"
vscode "withfig.fig"
vscode "wyattferguson.jinja2-snippet-kit"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "ziyasal.vscode-open-in-github"
