tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "kaplanelad/tap"
tap "pirj/noclamshell"
brew "act"
brew "python@3.12"
brew "archey4"
brew "awscli"
brew "bat"
brew "pycparser"
brew "cffi"
brew "click"
brew "cmake"
brew "cryptography"
brew "curl"
brew "direnv"
brew "docutils"
brew "flash"
brew "freetds"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "httrack"
brew "libfido2"
brew "mas"
brew "mycli"
brew "mysql", restart_service: true
brew "neofetch"
brew "nmap"
brew "node"
brew "php"
brew "pipx"
brew "pyenv"
brew "pyenv-virtualenv"
brew "thefuck"
brew "tree"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "kaplanelad/tap/shellfirm"
brew "pirj/noclamshell/noclamshell"
cask "1kc-razer"
cask "alfred"
cask "alt-tab"
cask "android-studio"
cask "cleanmymac"
cask "codewhisperer"
cask "devtoys"
cask "discord"
cask "docker"
cask "github"
cask "google-chrome"
cask "inkscape"
cask "iterm2"
cask "microsoft-teams"
cask "monitorcontrol"
cask "nordvpn"
cask "obsidian"
cask "qflipper"
cask "scroll-reverser"
cask "shottr"
cask "slack"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "wireshark"
cask "zoom"
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Color Picker", id: 1545870783
mas "CopyClip", id: 595191960
mas "iMovie", id: 408981434
mas "iStat Menus", id: 1319778037
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "The Unarchiver", id: 425424353
mas "UPDF", id: 1619925971
vscode "alefragnani.bookmarks"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "charliermarsh.ruff"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ibm.output-colorizer"
vscode "kamikillerto.vscode-colorize"
vscode "kevinrose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "monosans.djlint"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "pkief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "rangav.vscode-thunder-client"
vscode "samuelcolvin.jinjahtml"
vscode "streetsidesoftware.code-spell-checker"
vscode "tomoki1207.pdf"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wayou.vscode-todo-highlight"
vscode "yzhang.markdown-all-in-one"
