tap "kaplanelad/tap"
tap "pirj/noclamshell"
brew "atuin"
brew "readline"
brew "awscli"
brew "bat"
brew "pycparser"
brew "cffi"
brew "coreutils"
brew "cryptography"
brew "zstd"
brew "curl"
brew "difftastic"
brew "direnv"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "jq"
brew "mas"
brew "mycli"
brew "payload-dumper-go"
brew "pipx"
brew "pkgconf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "redis"
brew "thefuck"
brew "tlrc"
brew "tree"
brew "trippy"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "alfred"
cask "alt-tab"
cask "android-platform-tools"
cask "betterdisplay"
cask "bruno"
cask "coteditor"
cask "devutils"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "github"
cask "google-chrome"
cask "handbrake-app"
cask "heynote"
cask "httpie-desktop"
cask "istat-menus"
cask "iterm2"
cask "itsycal"
cask "microsoft-teams"
cask "nordvpn"
cask "obs"
cask "obsidian"
cask "qflipper"
cask "session-manager-plugin"
cask "shottr"
cask "slack"
cask "spotify"
cask "suspicious-package"
cask "tableplus"
cask "transmission"
cask "transnomino"
cask "visual-studio-code"
cask "vlc"
cask "wireshark-app"
cask "xquartz"
cask "yubico-authenticator"
cask "zoom"
mas "Affinity Designer 2", id: 1616831348
mas "Affinity Photo 2", id: 1616822987
mas "Affinity Publisher 2", id: 1606941598
mas "Bitwarden", id: 1352778147
mas "Color Picker", id: 1545870783
mas "iMovie", id: 408981434
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Ping", id: 1532271726
mas "The Unarchiver", id: 425424353
mas "Tim", id: 1449619230
mas "UPDF", id: 1619925971
mas "Xcode", id: 497799835
vscode "alefragnani.bookmarks"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "charliermarsh.ruff"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "grimmer.vscode-back-forward-button"
vscode "hashicorp.terraform"
vscode "ibm.output-colorizer"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "kevinrose.vsc-python-indent"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mjmlio.vscode-mjml"
vscode "monosans.djlint"
vscode "mquandalle.graphql"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vsliveshare.vsliveshare"
vscode "mushan.vscode-paste-image"
vscode "naumovs.color-highlight"
vscode "pkief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "samuelcolvin.jinjahtml"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "wayou.vscode-todo-highlight"
vscode "wyattferguson.jinja2-snippet-kit"
vscode "xabikos.javascriptsnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
