tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "kaplanelad/tap"
tap "pirj/noclamshell"
tap "rfidresearchgroup/proxmark3"
brew "act"
brew "readline"
brew "archey4"
brew "astyle"
brew "atuin"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "awscli"
brew "libgit2@1.7"
brew "bat"
brew "click"
brew "cmake"
brew "coreutils"
brew "curl"
brew "difftastic"
brew "direnv"
brew "dive"
brew "docutils"
brew "fd"
brew "flash"
brew "freetds"
brew "fzf"
brew "gd"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "httrack"
brew "jq"
brew "libfido2"
brew "mariadb-connector-c"
brew "mas"
brew "mycli"
brew "nmap"
brew "node"
brew "openapi-generator"
brew "pipx"
brew "pkgconf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "qt@5"
brew "recode"
brew "thefuck"
brew "tree"
brew "ttyplot"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
brew "kaplanelad/tap/shellfirm"
brew "rfidresearchgroup/proxmark3/arm-none-eabi-gcc"
brew "rfidresearchgroup/proxmark3/proxmark3", args: ["with-blueshark"]
cask "alfred"
cask "alt-tab"
cask "amazon-q"
cask "android-studio"
cask "betterdisplay"
cask "bruno"
cask "coteditor"
cask "devutils"
cask "discord"
cask "docker"
cask "firefox"
cask "github"
cask "google-chrome"
cask "gstreamer-runtime"
cask "heynote"
cask "inkscape"
cask "iterm2"
cask "itsycal"
cask "microsoft-teams"
cask "nordvpn"
cask "obs"
cask "obsidian"
cask "qflipper"
cask "scroll-reverser"
cask "shottr"
cask "slack"
cask "spotify"
cask "suspicious-package"
cask "tableplus"
cask "visual-studio-code"
cask "vlc"
cask "wine-stable"
cask "wireshark"
cask "xquartz"
cask "yubico-yubikey-manager"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Chameleon Ultra GUI", id: 6462919364
mas "Color Picker", id: 1545870783
mas "CopyClip", id: 595191960
mas "iMovie", id: 408981434
mas "iStat Menus", id: 1319778037
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Ping", id: 1532271726
mas "The Unarchiver", id: 425424353
mas "Tim", id: 1449619230
mas "UPDF", id: 1619925971
mas "Windows App", id: 1295203466
mas "Xcode", id: 497799835
vscode "alefragnani.bookmarks"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "andenetalexander.vim-cheatsheet"
vscode "charliermarsh.ruff"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "grimmer.vscode-back-forward-button"
vscode "hashicorp.terraform"
vscode "ibm.output-colorizer"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "kamikillerto.vscode-colorize"
vscode "kevinrose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "monosans.djlint"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "platformio.platformio-ide"
vscode "pranaygp.vscode-css-peek"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "samuelcolvin.jinjahtml"
vscode "supermaven.supermaven"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "tonybaloney.vscode-pets"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "wokwi.wokwi-vscode"
vscode "wyattferguson.jinja2-snippet-kit"
vscode "yzhang.markdown-all-in-one"
